kAMDSuccess = "Žádná chyba.";
kAMDUndefinedError = "Vyskytla se neznámá chyba.";
kAMDBadHeaderError = "Soubor nelze přenést.";
kAMDNoResourcesError = "Prostředek nelze přidělit.";
kAMDReadError = "Ze zařízení nelze číst.";
kAMDWriteError = "Do zařízení nelze zapsat.";
kAMDUnknownPacketError = "Neznámý paket.";
kAMDInvalidArgumentError = "Argument je neplatný.";
kAMDNotFoundError = "Soubor nelze nalézt.";
kAMDIsDirectoryError = "Cesta je adresář.";
kAMDPermissionError = "Nemáte oprávnění.";
kAMDNotConnectedError = "Není připojení k zařízení.";
kAMDTimeOutError = "Časový limit operace vypršel.";
kAMDOverrunError = "Přetečení bufferu.";
kAMDEOFError = "Konec souboru.";
kAMDUnsupportedError = "Nepodporovaná operace.";
kAMDFileExistsError = "Soubor již existuje.";
kAMDBusyError = "Zařízení je zaneprázdněné.";
kAMDCryptoError = "Zabezpečené připojení k zařízení nelze vytvořit.";
kAMDTooBigError = "Zpráva je příliš dlouhá.";
kAMDInvalidResponseError = "Obdržena neočekávaná odezva ze zařízení.";
kAMDMissingKeyError = "Chybí klíč.";
kAMDMissingValueError = "Chybí hodnota.";
kAMDGetProhibitedError = "Ze zařízení uzamčeného kódovým zámkem nelze hodnotu načíst.";
kAMDSetProhibitedError = "Hodnotu nelze na zařízení nastavit.";
kAMDRemoveProhibitedError = "Hodnotu nelze ze zařízení odstranit.";
kAMDImmutableValueError = "Hodnotu nelze změnit.";
kAMDPasswordProtectedError = "Zařízení je chráněno kódem.";
kAMDMissingHostIDError = "Zařízení nerozeznalo hostitele.";
kAMDInvalidHostIDError = "Zařízení nerozeznalo hostitele.";
kAMDSessionActiveError = "Relace je aktivní.";
kAMDSessionInactiveError = "Relace je neaktivní.";
kAMDMissingSessionIDError = "ID relace chybí.";
kAMDInvalidSessionIDError = "ID relace je neplatné.";
kAMDMissingServiceError = "Chybí služba.";
kAMDInvalidServiceError = "Služba je neplatná.";
kAMDServiceLimitError = "Již je spuštěno příliš mnoho instancí této služby.";
kAMDCheckinSetupFailedError = "Službu nelze na zařízení spustit";
kAMDInvalidCheckinError = "Službu nelze na zařízení spustit";
kAMDCheckinTimeoutError = "Služba nebyla v zařízení správně spuštěna.";
kAMDCheckinConnectionFailedError = "Služba nebyla v zařízení správně spuštěna.";
kAMDCheckinReceiveFailedError = "Služba nebyla v zařízení správně spuštěna.";
kAMDCheckinResponseFailedError = "Služba nebyla v zařízení správně spuštěna.";
kAMDCheckinOutOfMemoryError = "Služba nebyla v zařízení správně spuštěna.";
kAMDCheckinSendFailedError = "Služba nebyla v zařízení správně spuštěna.";
kAMDMissingPairRecordError = "Hostitel není spárovaný se zařízením.";
kAMDInvalidPairRecordError = "Hostitel již není spárovaný se zařízením.";
kAMDSavePairRecordFailedError = "Párovací záznam nelze uložit.";
kAMDInvalidActivationRecordError = "Aktivační záznam není platný.";
kAMDMissingActivationRecordError = "Aktivační záznam nelze nalézt.";
kAMDServiceProhibitedError = "Službu nelze v zařízení spustit.";
kAMDEscrowLockedError = "Zařízení není do prvního odemčení po spuštění dostupné.";
kAMDProhibitedBySupervision = "Tato operace není na zařízeních pod dohledem povolena.";
kAMDPairingProhibitedError = "Párování je povoleno pouze přes USB.";
kAMDWrongDroidError = "Zařízení je v režimu zotavení.";
kAMDSUVerificationError = "Aktualizační softwarový balíček nelze ověřit.";
kAMDSUPatchError = "Soubor nelze aktualizovat.";
kAMDSUFirmwareError = "Firmware nelze zapsat.";
kAMDProvisioningProfileNotValid = "Zřizovací profil není platný.";
kAMDSendMessageError = "Zprávu nelze na zařízení odeslat.";
kAMDReceiveMessageError = "Ze zařízení nelze přijmout zprávu.";
kAMDMissingOptionsError = "Chybí volby.";
kAMDMissingImageTypeError = "Chybí obraz.";
kAMDDigestFailedError = "Obraz disku nelze načíst.";
kAMDStartServiceError = "Službu nelze spustit.";
kAMDInvalidDiskImageError = "Obraz disku je neplatný.";
kAMDMissingDigestError = "Chybí abstrakt.";
kAMDMuxError = "Vyskytla se chyba multiplexoru USB zařízení.";
kAMDApplicationAlreadyInstalledError = "V zařízení je již nainstalována systémová aplikace se stejným identifikátorem balíku a nelze ji nahradit.";
kAMDApplicationMoveFailedError = "Aplikaci nelze uložit na své místo v zařízení.";
//kAMDApplicationSINFCaptureFailedError = "";
kAMDApplicationSandboxFailedError = "Aplikaci nelze spustit v sandboxu.";
kAMDApplicationVerificationFailedError = "Aplikaci nelze ověřit.";
kAMDArchiveDestructionFailedError = "Archiv aplikace nelze odstranit.";
kAMDBundleVerificationFailedError = "Balík operátora nelze ověřit.";
kAMDCarrierBundleCopyFailedError = "Balík operátora nelze nainstalovat.";
kAMDCarrierBundleDirectoryCreationFailedError = "Adresář balíku operátora nelze vytvořit.";
kAMDCarrierBundleMissingSupportedSIMsError = "Žádná podporovaná SIM karta pro balík tohoto operátora.";
kAMDCommCenterNotificationFailedError = "Ze základního pásma nelze přijímat hlášení.";
kAMDContainerCreationFailedError = "Kontejner aplikace nelze vytvořit.";
kAMDContainerP0wnFailedError = "Oprávnění ke kontejneru aplikace nelze opravit.";
kAMDContainerRemovalFailedError = "Kontejner aplikace nelze odstranit.";
kAMDEmbeddedProfileInstallFailedError = "Vložený zřizovací profil nelze nainstalovat.";
kAMDErrorError = "Vyskytla se chyba.";
kAMDExecutableTwiddleFailedError = "Oprávnění ke spouštění aplikace nelze změnit.";
kAMDExistenceCheckFailedError = "Nelze zkontrolovat, zda aplikace již existuje.";
kAMDInstallMapUpdateFailedError = "Nainstalovaný seznam aplikací nelze aktualizovat.";
kAMDManifestCaptureFailedError = "Manifest aplikace nelze uložit.";
kAMDMapGenerationFailedError = "Mapu nelze vytvořit.";
kAMDMissingBundleExecutableError = "Aplikační balík neobsahuje spustitelný soubor.";
kAMDMissingBundleIdentifierError = "Aplikační balík neobsahuje platný identifikátor.";
kAMDMissingBundlePathError = "Cestu k balíku aplikace nelze určit.";
kAMDMissingContainerError = "Pro nainstalovanou aplikaci nelze nalézt kontejner.";
kAMDNotificationFailedError = "Hlášení nelze odeslat.";
kAMDPackageExtractionFailedError = "Balíček aplikace nelze otevřít.";
kAMDPackageInspectionFailedError = "Balíček aplikace nelze zkontrolovat.";
kAMDPackageMoveFailedError = "Balíček aplikace nelze přesunout do dočasného umístění.";
kAMDPathConversionFailedError = "Cestu nelze převést.";
kAMDRestoreContainerFailedError = "Kontejner aplikace nelze obnovit.";
kAMDSeatbeltProfileRemovalFailedError = "Zabezpečovací profil aplikace nelze odstranit.";
kAMDStageCreationFailedError = "Dočasný adresář nelze vytvořit.";
kAMDSymlinkFailedError = "Symbolický odkaz nelze vytvořit.";
kAMDiTunesArtworkCaptureFailedError = "Grafiku iTunes nelze uložit.";
kAMDiTunesMetadataCaptureFailedError = "Metadata iTunes nelze uložit.";
kAMDAlreadyArchivedError = "Aplikace je již archivována.";
kAMDUnknownCommandError = "Zařízení nerozeznalo příkaz.";
kAMDAPIInternalError = "Vyskytla se vnitřní chyba API.";
kAMDMuxCreateListenerError = "Z USB zařízení nelze přijímat signály.";
kAMDMuxGetListenerError = "Naslouchací proces USB nelze načíst.";
kAMDMuxConnectError = "K zařízení se nelze připojit.";
kAMDDeviceTooNewError = "Aplikaci je třeba aktualizovat.";
kAMDDeviceRefNoGood = "Toto zařízení již není připojeno.";
kAMDDeviceDisconnectedError = "Toto zařízení již není připojeno.";
kAMDCannotTranslateError = "Zprávy ze zařízení nelze přeložit";
kAMDMobileImageMounterMissingImageSignature = "Vývoj nelze podporovat.";
kAMDMobileImageMounterResponseCreationFailed = "Vývoj nelze podporovat.";
kAMDMobileImageMounterMissingImageType = "Vývoj nelze podporovat.";
kAMDMobileImageMounterMissingImagePath = "Vývoj nelze podporovat.";
kAMDMobileImageMounterImageMapLoadFailed = "Vývoj nelze podporovat.";
kAMDMobileImageMounterAlreadyMounted = "Vývoj nelze podporovat.";
kAMDMobileImageMounterImageMoveFailed = "Vývoj nelze podporovat.";
kAMDMobileImageMounterMountPathMissing = "Vývoj nelze podporovat.";
kAMDMobileImageMounterMountPathNotEmpty = "Vývoj nelze podporovat.";
kAMDMobileImageMounterImageMountFailed = "Vývoj nelze podporovat.";
kAMDMobileImageMounterTrustCacheLoadFailed = "Vývoj nelze podporovat.";
kAMDMobileImageMounterDigestFailed = "Vývoj nelze podporovat.";
kAMDMobileImageMounterDigestCreationFailed = "Vývoj nelze podporovat.";
kAMDMobileImageMounterImageVerificationFailed = "Vývoj nelze podporovat.";
kAMDMobileImageMounterImageInfoCreationFailed = "Vývoj nelze podporovat.";
kAMDMobileImageMounterImageMapStoreFailed = "Vývoj nelze podporovat.";
kAMDDeviceOSVersionTooLow = "Verze OS v zařízení je příliš nízká.";
kAMDNoWifiSyncSupportError = "Zařízení nepodporuje bezdrátovou synchronizaci.";
kAMDDeviceFamilyNotSupported = "Tato aplikace tento druh zařízení nepodporuje.";
kAMDPackagePatchFailedError = "Aplikaci nelze aktualizovat.";
kAMDIncorrectArchitectureError = "Tato aplikace nepodporuje typ procesoru použitý v tomto zařízení.";
kAMDPluginCopyFailedError = "Do kontejneru aplikace nelze zkopírovat  VPN plug-in.";
kAMDBreadcrumbFailedError = "Zobrazení cesty v instalaci nelze zapsat.";
kAMDBreadcrumbUnlockError = "Zobrazení cesty v instalaci nelze aktualizovat.";
kAMDGeoJSONCaptureFailedError = "GeoJSON data nelze uložit.";
kAMDNewsstandArtworkCaptureFailedError = "Grafiku Kiosku nelze uložit.";
kAMDMissingCommandError = "Požadavek neobsahuje příkaz.";
kAMDNotEntitledError = "Žádající aplikace nemá k tomuto požadavku oprávnění.";
kAMDMissingPackagePathError = "V požadavku chybí cesta k balíčku.";
kAMDMissingContainerPathError = "V požadavku chybí cesta ke kontejneru.";
kAMDMissingApplicationIdentifierError = "V požadavku chybí identifikátor aplikace.";
kAMDMissingAttributeValueError = "V požadavku chybí požadovaná hodnota.";
kAMDLookupFailedError = "Seznam aplikací nelze zobrazit.";
kAMDDictCreationFailedError = "Z požadavku nelze extrahovat možnosti.";

/* kMISFileError */
"A file operation failed." = "Selhala souborová operace.";

/* kMISModifiedResourcesError */
"A signed resource has been added, modified, or deleted." = "Byl přidán, změněn nebo smazán podepsaný prostředek.";

/* kMISInvalidSignerError */
"A valid provisioning profile for this executable was not found." = "Pro tento spustitelný soubor nebyl nalezen platný zřizovací profil.";

/* kMISUnknownError */
"An unknown error has occurred." = "Vyskytla se neznámá chyba.";

/* kMISNotMutableError */
"Attempted to modify an immutable provisioning profile." = "Pokus o úpravu nezměnitelného zřizovacího profilu.";

/* kMISApplicationSignatureNotValidError */
"The application does not have a valid signature." = "Aplikace nemá platný podpis.";

/* kMISApplicationSignatureNotValidError */
"The application's signature is valid but it does not match the expected hash." = "Podpis aplikace je platný, ale neshoduje se s očekávanou hodnotou.";

/* kMISAdHocSignatureError */
"The executable contains an invalid signature." = "Spustitelný soubor obsahuje neplatný podpis.";

/* kMISInvalidEntitlementError */
"The executable was signed with invalid entitlements." = "Spustitelný soubor byl podepsán s neplatným oprávněním.";

/* kMISInvalidSignerCertError */
"The identity used to sign the executable is no longer valid." = "Totožnost použitá k podpisu spustitelného souboru již není platná.";

/* kMISSignatureNotValidError */
"The signature was not valid." = "Podpis není platný.";

/* kMISConnectionClosedError */
"There was an error communicating with your device." = "Vyskytla se chyba při komunikaci se zařízením.";

/* kMISUnsupportedDeviceError */
"This provisioning profile cannot be installed on this device." = "Tento zřizovací profil nelze do tohoto zařízení nainstalovat.";

/* kMISProfileSignatureNotValidError */
"This provisioning profile does not have a valid signature (or it has a valid, but untrusted signature)." = "Tento zřizovací profil nemá platný podpis (nebo má platný ale nedůvěryhodný podpis).";

/* kMISExpiredError */
"This provisioning profile has expired." = "Platnost tohoto zřizovacího profilu vypršela.";

/* kMISMalformedProfileError */
"This provisioning profile is malformed." = "Tento zřizovací profil je poškozený.";

/* kMISUnsupportedVersionError */
"This provisioning profile is unsupported." = "Tento zřizovací profil není podporovaný.";

/* kMISAllocationError */
"Unable to allocate memory." = "Paměť nelze přidělit.";

